Repository: divvun/divvun-manager-windows
Catalog: Divvun.Installer/Strings.*.resx
Languages: nb, se

# AboutApp
source: About Divvun Manager
nb: Om Divvun Manager
se: Divvun Manager birra

source: Alpha
nb: Alfa

# AppHelp
source: Help
nb: Hjelp
se: Veahkki

# AppUpdateBody
source: Divvun Manager v{0} is now available. It is highly recommended that you update as soon as possible. Update now?
nb: Divvun Manager v{0} er nå tilgjengelig. Det er sterkt anbefalt at du oppdaterer så snart som mulig. Vil du oppdatere nå?
se: Dál manná viežžat Divvun Manager v{0}. Ođastuhte val vargga. Juogo siđat ođastuhttit?

# AppUpdateTitle
source: Divvun Manager Update Available
nb: Divvun Manager-oppdatering tilgjengelig
se: Divvun Manager ođđa vieččahahtti veršuvdna

source: Bring All to Front
nb: Flytt alle fremst
se: Viežžal visot oidnosii

source: Cancel
nb: Avbryt
se: Heaittit

# CancelDownloadsBody
source: Are you sure you want to cancel all downloads?
nb: Er du sikker på at du vil avbryte nedlastingene?
se: Siđat go duođaid heaittihit viežžamis?

# CancelDownloadsTitle
source: Cancel Downloads
nb: Avbryt nedlastingene
se: Heaittit viežžamis

# Cancelling
source: Canceling...
nb: Avbryter...
se: Heaittiheame...

source: Category
nb: Kategori
se: Kategoriija

source: Channel
nb: Kanal
se: Kanála

source: Check for Updates...
nb: Se etter oppateringer...
se: Oza ođđa veršuvnna...

source: Completed
nb: Fullført
se: Válmmas

source: Copy
nb: Kopier
se: Máŋge

# CrashReportBody
source: Do you wish to send a crash report to the developers? No personal or private information is sent. (Recommended)
nb: Ønsker du å sende en kræsjrapport til utviklerne? Ingen personlig info blir sendt inn. (Anbefalt)
se: Siđat go sáddet kráššadieđáhusa prográmmaráhkadeaddjái? Persovnnalaš dehe priváhta dieđut eai sáddejuvvo. (Rekommenderejuvvon)

source: Cut
nb: Klipp ut
se: Čuohpa

source: Daily
nb: Daglig
se: Beaivválaččat

source: Delete
nb: Slett
se: Váldde eret

# DownloadError
source: Error 😞
nb: Feil 😞
se: Vihki 😞

source: Downloaded
nb: Nedlastet
se: Vižžojuvvon

source: Downloading...
nb: Laster ned...
se: Viežžame...

source: Edit
nb: Rediger
se: Redigere

source: Error
nb: Feil
se: Vihki

# ErrorDuringInstallation
source: An error occurring during installation.
nb: Det gikk galt med installeringen.
se: Juoga vihki sajáiduhtidiin.

source: Error: Invalid Version
nb: Feil: ugyldig versjon
se: Doaimmahis veršuvdna

source: Error: No Installer
nb: Feil: ingen installerer
se: Vihki: Ii leat sajáiduhtti

# ErrorUnknownPackage
source: Error: Unknown Item
nb: Feil: ukjent pakke
se: Amas objeakta

# EveryFourWeeks
source: Every 4 Weeks
nb: Hver fjerde uke
se: Juohke njealját vahku

# EveryTwoWeeks
source: Every 2 Weeks
nb: Hver annen uke
se: Juohke nuppi vahku

source: Exit
nb: Avslutt
se: Mana eret

source: Finish
nb: Ferdig
se: Válbme

source: Help
nb: Pakkehåndterer-hjelp
se: Divvun Manager veahkki

# HideApp
source: Hide Divvun Manager
nb: Skjul Pakkehåndtereren
se: Čiega Divvun Manager

source: Hide Others
nb: Skjul andre
se: Čiega iežáid

source: Install
nb: Installer
se: Sajáiduhte

# InstallNPackages
source: Install {0} Items
nb: Installer {0} pakker
se: Sajáiduhte {0} objeavtta

source: Install (System)
nb: Installer (for hele systemet)
se: Sajáiduhte (Systema)

# InstallUninstallNPackages
source: Install/Uninstall {0} Items
nb: Installer/avinstaller {0} pakker
se: Sajáiduhte/Váldde eret {0} objeavtta

source: Install (User)
nb: Installer (for bruker)
se: Sajáiduhte (geavaheaddji)

source: Installed
nb: Installert
se: Sajáiduhtton

# InstallingPackage
source: Installing {0} {1}...
nb: Installerer {0} {1}...
se: Sajáiduhttime {0} {1}...

source: Installing/Uninstalling
nb: Installerer/avinstallerer
se: Sajáiduhttime/Váldime eret

source: Interface Language
nb: Vis programmet på:
se: Prográmmagiella

# InvalidUrlBody
source: Please ensure that the URL begins with \"https\" and try again.
nb: Venligst sjekk at URL-en begynner med \"https\" og prøv på nytt.
se: Geahča bearrái ahte URL álgá \"https\":in ja geahččal vas.

# InvalidUrlTitle
source: The provided URL is invalid.
nb: URL-en er ugyldig.
se: Addojuvvon URL lea boastut.

source: Language
nb: Språk
se: Giella

source: Loading...
nb: Laster inn...
se: Láddeme...

source: Minimize
nb: Minimer
se: Minimere

# NItemsRemaining
source: {0} items remaining.
nb: {0} pakker står igjen.
se: {0} objeavtta vel.

# NUpdatesAvailable
source: {0} Updates Available
nb: Det finnes {0} oppdateringer
se: {0} Vieččahahtti ođastuhttima

source: Never
nb: Aldri
se: Ii goasge

# NextUpdateDue
source: Next update check at: {0}
nb: Neste oppdateringssjekk {0}
se: Boahtte ođastuhttin: {0}

source: Nightly
nb: Nattlig
se: Juohke ija

# NoPackagesSelected
source: No Items Selected
nb: Ingen valgte pakker
se: Ii oktage objeakta válljejuvvon

# NoUpdatesBody
source: No new updates were found.
nb: Fant ingen nye oppdateringer
se: Ii gávdnan makkárge ođastuhttimiid.

# NoUpdatesTitle
source: No Updates
nb: Ingen oppdateringer
se: Eai leat ođastuhttimat

source: Not Installed
nb: Ikke installert
se: Ii leat sajáiduhtton

# OpenPackageManager
source: Open Divvun Manager
nb: Åpne Pakkehåndtereren
se: Raba Divvun Manager

source: Paste
nb: Lim inn
se: Liibme

source: Paste and Match Style
nb: Lim inn tilpasset
se: Liibme ja heivet stiilla

source: Preferences…
nb: Innstillinger…
se: Heieveheamit

# ProcessCompletedBody
source: You may now close this window, or return to the main screen.
nb: Nå kan du lukke vinduet, eller gå tilbake til hovedvinduet.
se: Oaččut dál jáddadit dán láse dehe mannat ruovttoluotta váldolásii.

# ProcessCompletedTitle
source: Done!
nb: Ferdig!
se: Válmmas!

source: Queued
nb: I kø
se: Vuordime vuorus

# QuitApp
source: Quit Divvun Manager
nb: Avslutt Pakkehåndtereren
se: Heaittit Divvun Manager

source: Redo
nb: Gjør på nytt
se: Daga ođđasis

source: Remind Me Later
nb: Minn meg på det senere
se: Muittut munnje maŋŋil

# RemoveRepoBody
source: Are you sure you wish to remove this repository?
nb: Er du sikker på at du vil fjerne repositoriet?
se: Siđat go duođaid váldit eret dán prográmmavuorkká?

# RemoveRepoTitle
source: This will remove the selected repository.
nb: Dette vil fjerne det valgte repositoriet.
se: Dát váldá eret válljejuvvon prográmmavuorkká.

source: Repositories
nb: Repositorier
se: Prográmmavuorkkát

source: Repository
nb: Repositorium
se: Prográmmavuorká

source: Repository Error
nb: Repositoriefeil
se: Vihki prográmmavuorkkás

# RepositoryErrorBody
source: There was an error while opening the repository: {0}
nb: Det dukket opp en feil mens jeg åpnet repositoriet: {0}
se: Juoga manai boastut rabadiin prográmmavuorkká: {0}

source: Restart Later
nb: Omstart senere
se: Álggat ođđasis maŋŋil

source: Restart Now
nb: Omstart nå
se: Álggat ođđasis dál

# RestartRequiredBody
source: It is highly recommended that you restart your computer in order for some changes to take effect.
nb: Det er sterkt anbefalt å starte datamaskinen på nytt for at visse endringer skal tre i kraft
se: Galggalit ođđasis álggahit dihtora vai rievdadusat álget doaibmat.

# RestartRequiredTitle
source: Time to reboot!
nb: Tid for å starte maskinen på nytt!
se: Dál lea ođđasis álggahit!

# RestartTheAppForLanguageChanges
source: Restart the app for language changes to take effect.
nb: Start programmet på nytt for å bytte språk.
se: Álggat áppa ođđasis vai giellarievdadusat álget doaibmat

source: Save
nb: Lagre
se: Vurke

source: Select All
nb: Velg alt
se: Vállje visot

source: Services
nb: Tjenester
se: Bálvalusat

source: Settings
nb: Innstillinger
se: Heiveheamit

source: Show All
nb: Vis alle
se: Čájet visot

source: Skip These Updates
nb: Hopp over disse oppdateringene
se: Hilggo dáid ođastuhttimiid

source: Sort by
nb: Sorter etter…
se: Čuoldde … mielde

source: Stable
nb: Stabil
se: Stabiila

source: Starting...
nb: Starter...
se: Álgime...

# SystemLocale
source: Default Language
nb: Standardspråk
se: Standárdagiella

# ThereAreNUpdatesAvailable
source: There are {0} updates available!
nb: Det finnes {0} oppdateringer!
se: Leat {0} vieččahahtti ođđa veršuvnna!

source: Undo
nb: Angre
se: Gáđa

source: Uninstall
nb: Avinstaller
se: Váldde eret

# UninstallNPackages
source: Uninstall {0} Items
nb: Avinstaller {0} pakker
se: Váldde eret {0} objeavtta

# UninstallingPackage
source: Uninstalling {0} {1}...
nb: Avinstallerer {0} {1}...
se: Váldime eret {0} {1}...

source: Update
nb: Oppdater
se: Ođastuhte

source: Update Available
nb: Det finnes en oppdatering
se: Ođđa vieččahahtti veršuvdna

source: Update Channel
nb: Oppdateringskanal
se: Ođastuhte kanála

source: Update Frequency
nb: Oppdateringsfrekvens
se: Ođastuhttinfrekveansa

source: Update (System)
nb: Oppdater (for hele systemet)
se: Ođastuhte (Systema)

source: Update (User)
nb: Oppdater (for brukeren)
se: Ođastuhte (Geavaheaddji)

# UserDescription
source: {0} (User)
nb: {0} (for brukeren)
se: {0} (Geavaheaddji)

source: Version Skipped
nb: Ingorert versjon
se: Veršuvdna hilgojuvvon

# WaitingForCompletion
source: Waiting for process to finish...
nb: Venter på at noe skal bli ferdig...
se: Vuordime ahte geargá...

source: Weekly
nb: Hver uke
se: Vahkkošaččat

source: Window
nb: Vindu
se: Láse

source: Would you like to download them now?
nb: Vil du lasta de ned nå?
se: Juogo siđat viežžat?
